Revit 2027 API
UnitTypeId.RevolutionsPerMinute Property
 Revolutions per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevolutionsPerMinute { get; }
Public Shared ReadOnly Property RevolutionsPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevolutionsPerMinute {
	ForgeTypeId^ get ();
}
static member RevolutionsPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace